Repository: mgriso135/VirtualChief
Catalog: KisWebApp/Commesse/App_LocalResources/wzCheckWorkLoadReparto.ascx.*.resx
Languages: es_ar

# lblAccDataFineProd
source: End production date
es_ar: Fecha de fin de producción

# lblAggiungo
source: Add
es_ar: Añado

# lblCaricoComplessivo1
source: Total workload of the department
es_ar: Carga de trabajo total del departamento

# lblCaricoComplessivo2
source: in the period
es_ar: entre el periodo

# lblCaricoDiLavoro
source: workload
es_ar: carga de trabajo

# lblCaricoFissato
source: Fixed workload
es_ar: Carga de trabajo fijo

# lblConfirmLaunch
source: You are about to plan the product in production. No further changes will be possible. Do you want to continue?
es_ar: Vas a programar el producto en la producción. No más cambios serán posibles. ¿Quieres continuar?

# lblData
source: Date
es_ar: Fecha

# lblError1
source: Error while simulating production. There is not enough time to complete the product by that date.
es_ar: Error en la simulación de planificación de la producción. No hay tiempo suficiente para completar el producto antes de esa fecha.

# lblErrorCantSimulate1
source: I can not simulate the product's introduction to production
es_ar: No puedo simular la introducción en la producción del producto

# lblErrorCantSimulate2
source: because tasks lack some cycle times
es_ar: porque faltan algunos tiempos de ciclo

# lblErrorData
source: End production date is not real.
es_ar: La fecha de fin de producción no es real.

# lblErrorData2
source: I can not make the change because the inserted date is greater than the delivery date requested by the customer. Review the delivery date.
es_ar: Error: los datos de entrada es mayor que la fecha de entrega al cliente solicitado. Revisar la fecha de entrega.

# lblErrorData3
source: I can not accept a delivery date prior to today.
es_ar: No puedo aceptar una fecha de entrega anterior al día de hoy.

# lblErroreGenerico6
source: The product could not be scheduled due to an inconsistency between delivery and end-of-production dates.
es_ar: No se puede reprogramar el producto debido a una incompatibilidad con las fechas de entrega o la fecha de fin de producción.

# lblErrorGenerico
source: Generic error. All tasks have not been scheduled.
es_ar: Error genérico. No se han planificado todas las tareas.

# lblErrorGenerico2
source: Generic error. All tasks have not been scheduled. <br /> Check the Department setting: \"Inserting tasks into production\".
es_ar: Error genérico. No se han planificado todas las tareas <br /> compruebe el ajuste del Departamento: \"Inserción en la producción de tareas\".

# lblErrorGenerico3
source: An error occurred
es_ar: Se ha producido un error

# lblErrorGenerico4
source: Generico error
es_ar: Error genérico

# lblErrorGenerico5
source: The production end dates and delivery dates set are incorrect
es_ar: Las fechas de su producción y la fecha de entrega fijada son incorrectos

# lblErrorSim
source: Error in simulation
es_ar: Ha producido un error durante la simulación

# lblLimiteCapacita
source: Workload limit
es_ar: Limite de capacidad

# lblOre
source: hours
es_ar: horas

# lblPermessoKo
source: You do not have permission to view the department's workload
es_ar: Vos no tiene permiso para ver la carga de trabajo del departamento

# lblPostazione
source: Workstation
es_ar: Estación

# lblPostazioni
source: Workstations
es_ar: Estaciónes de trabajo

# lblProdottoI
source: Prodotto già iniziato
es_ar: El producto ya ha comenzado

# lblProdottoP
source: Product already planned in production
es_ar: El producto ya ha sido planificada en producción

# lblTempiPost
source: View the workload divided by workstation
es_ar: Ver los tiempos divididos por estación

# lblVisualizzaTempiComplessivi
source: View total workload for the department
es_ar: Ver el tiempo global para el departamento
