Repository: mgriso135/VirtualChief
Catalog: KisWebApp/Commesse/App_LocalResources/wzEditPERT.ascx.*.resx
Languages: es

# lblAddNewTask
source: Add a new task
es: Añadir una nueva tarea

# lblDeleteProcess
source: Delete task
es: Eliminar la tarea

# lblDeleteTempiCiclo
source: You must delete cycle times of all the tasks before.
es: Tiene que borrar los tiempos de ciclo asociado a esta tarea

# lblDescrizione
source: Description
es: Descripción

# lblErrorData
source: Error in input data.
es: Error en los datos de entrada.

# lblErrorProcNotConsistent
source: WARNING: inconsistent process. There is at least one task that has neither previous nor later tasks
es: ADVERTENCIA: proceso inconsistente. Hay por lo menos una tarea que no tiene precedente o subsiguiente

# lblErrorQueryString
source: Error: incorrect querystring or product not found.
es: Error: querystring incorrecto o producto que no se encuentra

# lblErrorTaskNotFound
source: Error: I could not find the required task.
es: Error: No pude encontrar la tarea elegida.

# lblErrorTCMissing
source: WARNING: some task is missing the cycle time.
es: ATENCIÓN: hay algunas tareas que no tienen el "tiempo de ciclo"

# lblGenericError
source: Generic error
es: Error genérico

# lblLinkTask
source: Add an existing task
es: Añadir una tarea existente

# lblModificheOk
source: Changes correctly saved
es: Cambios guardado con exito

# lblNome
source: Name
es: Nombre

# lblNumOps
source: Number of operators
es: Numéro de operadores

# lblPermessoKo
source: You don't have the authorization to manage the production process
es: Vos no tiene el permiso de administar el proceso de producción

# lblSetup
source: Setup [hours]
es: Setup [horas]

# lblTCDeleted
source: Cycle time correctly deleted
es: Tiempo de ciclo borrado con exito

# lblTempoCiclo
source: Cycle time [hours]
es: Tiempo de ciclo [horas]

# lblAltParamCategoryManagement
source: Parameter's categories management
es: Gestión de categorias de parametros

# lblParamAddError
source: Warning: there had been an error...
es: Occurió un error

# lblParamCategory
source: Category
es: Categoria

# lblParamDescription
source: Value
es: Valor

# lblParamErrCategory
source: Warning: select a category
es: Error: selecionar una categoria

# lblParamErrName
source: Warning: please write the name of the parameter
es: Error: escribir un nombre de parametro

# lblParamIsFixed
source: Fixed value
es: Valor fijo

# lblParamIsRequired
source: Required
es: Obligatorio

# lblParamName
source: Name
es: Nombre

# lblShowAddParam
source: Add parameters to the product
es: Agregar parametros al producto
