Repository: mgriso135/VirtualChief
Catalog: KisWebApp/Produzione/App_LocalResources/statoAvanzamentoArticolo.ascx.*.resx
Languages: es

# lblHours
source: ore
es: horas

# lblPermessoKo
source: Non hai il permesso di visualizzare lo stato di avanzamento dell'articolo.
es: Usted no tiene permiso para ver el progreso del producto.

# lblRiesumaKo
source: E' avvenuto un errore durante la riesumazione del task.
es: Ha ocurrido un error durante la exhumación de la tarea.

# lblRiesumaOk
source: Task riesumato correttamente.
es: Tarea exhumada con éxito

# lblRiesumaPermessoKo
source: Non hai i permessi per riesumare un task.
es: No tiene permiso por exhumar una tarea

# lblStatoProduzione
source: Stato avanzamento produzione articolo
es: Progreso de la producciòn del producto

# lblTDDataConsegna
source: Data consegna
es: Fecha de entrega

# lblTDDataFine
source: Data effettiva fine task
es: Fecha real de fin de tarea

# lblTDDataFineProd
source: Data fine produzione
es: Fecha de fin de la producción

# lblTDDataInizio
source: Data effettiva inizio task
es: Fecha real de inicio de tarea

# lblTDIDCommessa
source: Commessa
es: Orden

# lblTDMatricola
source: Matricola
es: Matrìcula

# lblTDNome
source: Nome
es: Nombre

# lblTDPostazione
source: Postazione
es: Estaciòn

# lblTDProdotto
source: Prodotto
es: Producto

# lblTDQta
source: Quantità
es: Cantidad

# lblTDQtaPrev
source: Quantità prevista
es: Cantidad prevista

# lblTDQtaProd
source: Quantità prodotta
es: Cantidad producida

# lblTDReparto
source: Reparto
es: Departamento

# lblTDRiesuma
source: Riesuma
es: Exhumar la tarea

# lblTDRitardo
source: Ritardo (ore)
es: Demora (horas)

# lblTDTempoCicloEff
source: Tempo ciclo effettivo (ore)
es: Tiempo de ciclo real (horas)

# lblTDTempoCicloPrev
source: Tempo ciclo previsto (ore)
es: Tiempo de ciclo esperado (horas)

# lblTDTempoEffettivo
source: Tempo di lavoro effettivo (ore)
es: Tiempo de trabajo real (horas)

# lblTDTempoPrevisto
source: Tempo di lavoro previsto (ore)
es: Tiempo de trabajo esperado (horas)

# lblTDTipoProd
source: Tipo di prodotto
es: Tipo de prodùcto

# lblTotale
source: TOTALE
es: TOTAL
