Repository: mgriso135/VirtualChief
Catalog: KisWebApp/Analysis/App_LocalResources/CostificazioneProdottiTerminatiRicerca.ascx.*.resx
Languages: es_ar

# ddlTuttiClienti
source: All customers
es_ar: Todos los clientes

# ddlTuttiProdotti
source: All products
es_ar: Todos los productos

# lblCliente.Text
source: Customer:
es_ar: Cliente:

# lblErroreCampi
source: Warning: input data is incorrect or product was not found.
es_ar: Tenga en cuenta: los campos obligatorios no se llenan correctamente en, o que no encuentra el producto deseado.

# lblErroreNoCriteria
source: Error: select at least one search criteria
es_ar: Error: seleccionar al menos un criterio de búsqueda.

# lblFiltroDataProd1.Text
source: Consider products with production date between
es_ar: Considere productos con fecha de producción entre

# lblFiltroDataProd2.Text
source: and
es_ar: y

# lblPermessoKo
source: You don't have the authorization required to view this page.
es_ar: Vos no tiene los permisos requeridos para ver la página.

# lblProdotto.Text
source: Product:
es_ar: Producto:

# lblRicercaPerIDProd.Text
source: Search for product ID
es_ar: Buscar por ID producto:

# lblRicercaPerProdCliente.Text
source: Search for Product and/or Customer
es_ar: Búsqueda por el producto y/o cliente

# lblSearchResults.Text
source: Search results
es_ar: Resultados de la búsqueda

# lblTHArticolo.Text
source: Product
es_ar: Producto

# lblTHCliente.Text
source: Customer
es_ar: Cliente

# lblTHCommessa.Text
source: Order
es_ar: Ordén

# lblTHDataConsegna.Text
source: Delivery date
es_ar: Fecha de entrega

# lblTHDataFine.Text
source: End production date
es_ar: Fecha de fin de producción

# lblTHMatricola.Text
source: Serial number
es_ar: Matricúla

# lblTHProcesso.Text
source: Type of product
es_ar: Tipo de producto

# lblTHQuantita.Text
source: Quantity
es_ar: Cantidad

# lblTHReparto.Text
source: Department
es_ar: Departamento

# lblTHTempoLavoro.Text
source: Working hours
es_ar: Tiempo de trabajo (horas)

# lblTTStoriaArticolo
source: View production history
es_ar: Ver el historial del producto

# txtPlaceAnnoArticolo
source: Production year (e.g. 2019)
es_ar: Año de producción (por ejemplo, 2018)

# txtPlaceIDArticolo
source: Product ID
es_ar: ID de producto

# txtTTIDArticolo
source: NB: pattern of Product ID: NUM/YEAR
es_ar: Nota: formato de artículo es NUM/AÑO
