Repository: mgriso135/VirtualChief
Catalog: KisWebApp/Areas/Production/Views/ProductDetails/App_LocalResources/Index.*.resx
Languages: es

# lblDelay
source: Ritardo (ore)
es: Demora (horas)

# lblDeviation
source: Scostamento (ore)
es: Desvío (horas)

# lblEndProductionReal
source: Fine produzione reale
es: Fin de producción real

# lblErrProductNotFound
source: Errore: prodotto non trovato
es: Error: producto no encontrado

# lblF
source: Terminato
es: Terminado

# lblHours
source: ore
es: Horas

# lblI
source: In esecuzione
es: En ejecucción

# lblP
source: Non pianificato
es: Pausa

# lblNavProductionSchedule
source: Piano produzione
es: Plan de producción

# lblN
source: Non iniziato
es: No arrancado

# lblPlanned
source: Pianificato
es: Programado

# lblProductivity
source: Produttività
es: Productividad

# lblReal
source: Reale
es: Real

# lblStatus
source: Status
es: Estado

# lblTHDepartment
source: Reparto
es: Departamento

# lblTHPlannedWorkingHours
source: Manodopera programmata (ore)
es: Mano de obra prevista (horas)

# lblTHProductID
source: Codice prodotto
es: Código de producto

# lblTHProductionOrderID
source: Ordine di produzione
es: Orden de producción

# lblTHProductName
source: Nome prodotto
es: Nombre de producto

# lblTHRealWorkingHours
source: Manodopera reale (ore)
es: Mano de obra real (horas)

# lblTHSalesOrderID
source: Ordine di vendita
es: Orden de venta

# lblTHSerialNumber
source: Numero di serie
es: Número de serie

# lblTHTaskName
source: Nome
es: Nombre

# lblTHTaskOperatorNotes
source: Note operatori
es: Notas de operadores

# lblTHTaskParameters
source: Parametri
es: Parametros

# lblTHTaskPlannedEnd
source: Fine pianificata
es: Fin prevista

# lblTHTaskPlannedStart
source: Inizio pianificato
es: Inicio previsto

# lblTHTaskRealEnd
source: Fine reale
es: Fin real

# lblTHTaskRealStart
source: Inizio reale
es: Inicio real

# lblTHTaskWorkstation
source: Postazione
es: Estación

# lblTitle
source: Dettaglio produzione
es: Detalle de producción

# lblUserNotAuthorized
source: Errore: utente non autorizzato
es: Error: usuario no autorizado.

# lblWorkingTimePlanned
source: Manodopera programmata (ore)
es: Mano de obra prevista (horas)

# lblEndProductionPlanned
source: Fine produzione pianificata
es: Fin de producción prevista

# lblOperationsDetails
source: Dettaglio operazioni
es: Detalle de operaciones

# lblViewOperatorNotes
source: Visualizzare le note degli operatori
es: Ver notas de los operadores

# lblViewParameters
source: Visualizzare i parametri dei task compilati durante la produzione
es: Ver los parámetros de las tareas compilados durante la producción.

# lblViewTaskDetails
source: Visualizzare il dettaglio degli intervalli produttivi
es: Ver el detalle de las operaciones

# lblWorkingTimeReal
source: Manodopera reale (ore)
es: Mano de obra real (horas)
