Repository: mgriso135/VirtualChief
Catalog: KisWebApp/Areas/Users/Views/Users/App_LocalResources/WorkHoursManualRegistration.*.resx
Languages: es_ar

# lblAddErrCloseErrUserNotCurrentlyWorking
source: Errore: non e possibile registrare la fine del task perche l'utente non sta lavorando sul task.
es_ar: Error: no es posible grabar el final de la tarea porque el usuario no está trabajando en la tarea.

# lblAddErrFuture
source: Errore: non si possono effettuare registrazioni manuali con data di fine futura.
es_ar: Error: no se pueden registrar tiempos de trabajo con una fecha de finalización futura.

# lblAddErrGeneric
source: Errore generico
es_ar: Error genérico

# lblAddErrInsertInto
source: Errore durante la registrazione nel database
es_ar: Error durante la registración en la base de datos

# lblAddErrParameters
source: Errore: non e possibile terminare il task perche ci sono alcuni parametri obbligatori.
es_ar: Error: no es posible marcar la fin de la tarea porque hay algunos parámetros obligatorios.

# lblAddErrPreviousTasks
source: Errore: non tutti i task precedenti sono terminati.
es_ar: Error: no se han completado todas las tareas anteriores.

# lblAddErrStartPreviousThanEnd
source: Errore: la data di inizio e posteriore a quella di fine
es_ar: Error: la fecha de inicio es posterior a la fecha de finalización.

# lblAddErrSuperposition
source: Errore: non e possibile aggiungere la registrazione perche e in conflitto con un altro intervallo di lavoro sullo stesso task!
es_ar: Error: ¡no es posible agregar el registro porque está en conflicto con otro intervalo de trabajo en la misma tarea!

# lblAddErrTaskAlreadyClosed
source: Errore: il task e gia chiuso
es_ar: Error: la tarea ya está terminada

# lblAddErrTaskNotFound
source: Errore: task non trovato
es_ar: Error: tarea no encontrada

# lblAddErrUserCurrentlyWorking
source: Errore: l'utente attualmente sta lavorando sul task
es_ar: Error: el usuario está trabajando actualmente en la tarea.

# lblAddErrUserMaxTasks
source: Errore: l'utente ha superato il numero massimo di task su cui puó lavorare contemporaneame
es_ar: Error: el usuario ha superado el número máximo de tareas en las que puede trabajar al mismo tiempo

# lblAddErrUserNotAuthorized
source: Errore: utente non autorizzato
es_ar: Error: usuario no autorizado

# lblAddErrUserNotFound
source: Errore: utente non trovato
es_ar: Error: usuario no encontrado

# lblAddErrUserNotLoggedInWorkstation
source: Errore: l'utente non ha effettuato l'accesso alla postazione di lavoro
es_ar: Error: el usuario no grabó el acceso á la estación de trabajo

# lblAddTimespan
source: Aggiungi un intervallo di lavoro
es_ar: Añadir un intervalo de trabajo

# lblChooseCustomers
source: Filtro cliente
es_ar: Filtro de cliente

# lblChooseDate
source: Scegli una data
es_ar: Elegir una fecha

# lblChooseOrder
source: Ordine
es_ar: Order

# lblChooseProduct
source: Prodotto
es_ar: Producto

# lblChooseTask
source: Task
es_ar: Tarea

# lblEndDateTime
source: Data ed ora fine lavoro
es_ar: Fecha y hora de fin del intervalo de trabajo

# lblErrorFutureDate
source: Errore: non si possono gestire orari di lavoro futuri
es_ar: Error: no es posible grabar horarios de trabajo en el futuro.

# lblInvalidDate
source: Errore: data non valida
es_ar: Error: fecha inválida

# lblListTimespan
source: Visualizza gli intervalli di lavoro registrati
es_ar: Ver intervalos de trabajo registrados

# lblNavManageUsers
source: Gestione utenti
es_ar: Gestion de usuarios

# lblNoAuth
source: Errore: utente non autorizzato.
es_ar: Error: usuario no autorizado.

# lblSelectTask
source: Selezionare il task
es_ar: Selecciona la tarea

# lblStartDateTime
source: Data ed ora inizio lavoro
es_ar: Fecha y hora de inicio del intervalo de trabajo

# lblTaskCompleted
source: Task completato
es_ar: Tarea completada

# lblTitle
source: Registrazione manuale orario di lavoro
es_ar: Grabación manual del tiempo de trabajo.

# lblUserNotFound
source: Errore: operatore non trovato.
es_ar: Error: operador no encontrado
